tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "autoconf"
brew "automake"
brew "berkeley-db", link: true
brew "berkeley-db@4"
brew "boost"
brew "python@3.11", link: false
brew "cassandra", restart_service: true
brew "gh"
brew "git"
brew "libevent"
brew "libtool"
brew "mysql", restart_service: true
brew "openssh"
brew "pkg-config"
brew "postgresql@15"
brew "python@3.9"
brew "solidity"
brew "wget"
brew "mongodb/brew/mongodb-community"
